[
    {
        "domanda": "Il limite di velocità in una zona residenziale è sempre 50 km/h.",
        "risposta": true
    },
    {
        "domanda": "È consentito utilizzare il cellulare mentre si guida.",
        "risposta": false
    },
    {
        "domanda": "La segnaletica stradale blu indica una zona di parcheggio.",
        "risposta": true
    },
    {
        "domanda": "I segnali stradali gialli sono sempre segnali di divieto.",
        "risposta": false
    },
    {
        "domanda": "Le strisce pedonali possono essere attraversate solo dai pedoni.",
        "risposta": true
    },
    {
        "domanda": "Un segnale di stop indica che è necessario fermarsi solo se ci sono altri veicoli in arrivo.",
        "risposta": false
    },
    {
        "domanda": "È consentito parcheggiare davanti a un idrante.",
        "risposta": false
    },
    {
        "domanda": "Un segnale di precedenza assoluta ha sempre la precedenza sugli altri segnali.",
        "risposta": true
    },
    {
        "domanda": "Durante il giorno è sempre obbligatorio accendere le luci anabbaglianti.",
        "risposta": false
    },
    {
        "domanda": "Negli incroci non regolati da segnali o agenti, ha sempre la precedenza il veicolo proveniente da destra.",
        "risposta": true
    },
    {
        "domanda": "È consentito sorpassare in prossimità di un attraversamento pedonale.",
        "risposta": false
    },
    {
        "domanda": "Il conducente deve sempre essere munito di documenti di guida validi durante la guida.",
        "risposta": true
    },
    {
        "domanda": "Le strisce bianche longitudinali indicano un divieto di sosta.",
        "risposta": false
    },
    {
        "domanda": "Un segnale di obbligo è sempre di colore rosso.",
        "risposta": false
    },
    {
        "domanda": "È consentito guidare con una targa del veicolo non leggibile.",
        "risposta": false
    },
    {
        "domanda": "I pedoni devono sempre attraversare sulle strisce pedonali.",
        "risposta": false
    },
    {
        "domanda": "Il limite di velocità su autostrada è sempre 100 km/h.",
        "risposta": false
    },
    {
        "domanda": "La precedenza di diritto viene data sempre al veicolo più grande.",
        "risposta": false
    },
    {
        "domanda": "Negli incroci regolati da semaforo, la precedenza viene data al veicolo che è già entrato nell'incrocio.",
        "risposta": true
    },
    {
        "domanda": "Durante la guida notturna è obbligatorio accendere le luci di posizione.",
        "risposta": true
    },
    {
        "domanda": "È consentito superare un autobus scolastico fermo con le luci lampeggianti.",
        "risposta": false
    },
    {
        "domanda": "È consentito guidare con il braccio fuori dal finestrino.",
        "risposta": false
    },
    {
        "domanda": "La distanza minima di sicurezza tra due veicoli è sempre di almeno 3 metri.",
        "risposta": false
    },
    {
        "domanda": "Il conducente è tenuto a dare precedenza ai veicoli di emergenza in ogni caso.",
        "risposta": true
    },
    {
        "domanda": "I segnali stradali bianchi sono sempre indicazioni di informazioni o indicazioni turistiche.",
        "risposta": false
    },
    {
        "domanda": "È consentito sostare in doppia fila per fare una rapida operazione.",
        "risposta": false
    },
    {
        "domanda": "La retromarcia può essere utilizzata su autostrada.",
        "risposta": false
    },
    {
        "domanda": "È obbligatorio l'utilizzo del casco per i conducenti di ciclomotori.",
        "risposta": true
    },
    {
        "domanda": "I segnali stradali verdi indicano sempre informazioni o indicazioni turistiche.",
        "risposta": false
    },
    {
        "domanda": "Il limite di velocità per le strade urbane è sempre 60 km/h.",
        "risposta": false
    },
    {
        "domanda": "Un segnale di precedenza può essere ignorato se nessun altro veicolo è in arrivo.",
        "risposta": false
    },
    {
        "domanda": "È consentito sorpassare su una linea continua.",
        "risposta": false
    },
    {
        "domanda": "È obbligatorio il servosterzo su tutti i veicoli moderni.",
        "risposta": false
    },
    {
        "domanda": "Il limite di velocità è sempre uguale per tutti i veicoli.",
        "risposta": false
    },
    {
        "domanda": "La guida con un tasso di alcolemia superiore a quello consentito è sempre sanzionata.",
        "risposta": true
    },
    {
        "domanda": "È consentito sostare davanti a una fermata dell'autobus.",
        "risposta": false
    },
    {
        "domanda": "Le strisce blu indicano un parcheggio a pagamento.",
        "risposta": true
    },
    {
        "domanda": "È consentito guidare in retromarcia su strada pubblica.",
        "risposta": true
    },
    {
        "domanda": "I segnali di pericolo sono sempre triangolari.",
        "risposta": true
    },
    {
        "domanda": "Un segnale di divieto può essere temporaneamente revocato.",
        "risposta": true
    },
    {
        "domanda": "Il conducente è responsabile solo dei passeggeri a bordo del veicolo.",
        "risposta": false
    },
    {
        "domanda": "È obbligatorio avere il kit di pronto soccorso a bordo del veicolo.",
        "risposta": true
    },
    {
        "domanda": "È consentito attraversare un incrocio con il semaforo rosso se non ci sono altri veicoli in arrivo.",
        "risposta": false
    },
    {
        "domanda": "La segnaletica verticale ha sempre precedenza sulla segnaletica orizzontale.",
        "risposta": true
    },
    {
        "domanda": "È consentito guidare senza cintura di sicurezza se si è in città.",
        "risposta": false
    },
    {
        "domanda": "Un veicolo con la luce di retromarcia accesa indica che sta avanzando.",
        "risposta": false
    },
    {
        "domanda": "È obbligatorio fermarsi quando ci si avvicina a un passaggio a livello con le sbarre abbassate.",
        "risposta": true
    },
    {
        "domanda": "È consentito effettuare manovre di inversione di marcia su autostrada.",
        "risposta": false
    },
    {
        "domanda": "La segnaletica stradale gialla indica sempre una deviazione temporanea.",
        "risposta": false
    },
    {
        "domanda": "Un segnale di divieto può essere interpretato liberamente dal conducente.",
        "risposta": false
    },
    {
        "domanda": "Il guidatore deve sempre mantenere una distanza di sicurezza dal veicolo che lo precede.",
        "risposta": true
    },
    {
        "domanda": "È obbligatorio accendere i fari anabbaglianti durante il giorno in autostrada.",
        "risposta": false
    },
    {
        "domanda": "Il limite di velocità per i ciclomotori è sempre uguale a quello per le auto.",
        "risposta": false
    },
    {
        "domanda": "Il segnale stradale di divieto di sorpasso ha validità solo di giorno.",
        "risposta": false
    }
]
